Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# backup_done_label
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
vi: Xong
zh_hans: 完成
zh_hant: 完成

# backup_file_create
source: Create and save file
de: Datei erstellen und speichern
es: Crear y guardar archivo
fr: Créer et enregistrer le fichier
it: Crea e salva il file
ja: ファイルを作成して保存
ko: 파일 만들어 저장
pt_br: Criar e salvar arquivo
vi: Tạo và lưu tệp
zh_hans: 创建并保存文件
zh_hant: 建立並儲存檔案

# backup_file_failed
source: Couldn't create the file. Please try again.
de: Die Datei konnte nicht erstellt werden. Bitte versuch es nochmal.
es: No se pudo crear el archivo. Inténtalo de nuevo.
fr: Impossible de créer le fichier. Réessaie.
it: Impossibile creare il file. Riprova.
ja: ファイルを作成できませんでした。もう一度お試しください。
ko: 파일을 만들지 못했어요. 다시 시도하세요.
pt_br: Não foi possível criar o arquivo. Tente de novo.
vi: Không tạo được tệp. Vui lòng thử lại.
zh_hans: 无法创建文件。请再试一次。
zh_hant: 無法建立檔案。請再試一次。

# backup_file_subtitle
source: Choose a passphrase. You will need it, and the file, to restore.
de: Wähle eine Passphrase. Zum Wiederherstellen brauchst du sie und die Datei.
es: Elige una contraseña. La necesitarás, junto con el archivo, para restaurar.
fr: Choisis un mot de passe. Tu en auras besoin, avec le fichier, pour restaurer.
it: Scegli una password. Per ripristinare ti serviranno sia la password sia il file.
ja: パスフレーズを決めてください。復元にはこのパスフレーズとファイルの両方が必要です。
ko: 암호를 정하세요. 복원하려면 이 암호와 파일이 모두 필요해요.
pt_br: Escolha uma senha. Você vai precisar dela, e do arquivo, para restaurar.
vi: Chọn một cụm mật khẩu. Bạn sẽ cần nó, cùng với tệp, để khôi phục.
zh_hans: 设置一个密码短语。恢复时你需要它和这个文件。
zh_hant: 設定一組密碼短語。還原時需要它和這個檔案。

# backup_file_title
source: Encrypted recovery file
de: Verschlüsselte Wiederherstellungsdatei
es: Archivo de recuperación cifrado
fr: Fichier de récupération chiffré
it: File di recupero crittografato
ja: 暗号化されたリカバリーファイル
ko: 암호화된 복구 파일
pt_br: Arquivo de recuperação criptografado
vi: Tệp khôi phục mã hóa
zh_hans: 加密恢复文件
zh_hant: 加密復原檔案

# backup_later
source: I'll do this later
de: Mach ich später
es: Lo haré más tarde
fr: Je le ferai plus tard
it: Lo farò più tardi
ja: あとで行う
ko: 나중에 할게요
pt_br: Faço isso depois
vi: Để sau
zh_hans: 以后再说
zh_hant: 我晚點再做

# backup_method_file
source: Encrypted file
de: Verschlüsselte Datei
es: Archivo cifrado
fr: Fichier chiffré
it: File crittografato
ja: 暗号化ファイル
ko: 암호화된 파일
pt_br: Arquivo criptografado
vi: Tệp mã hóa
zh_hans: 加密文件
zh_hant: 加密檔案

# backup_method_file_detail
source: Save a passphrase-protected file to Files or iCloud Drive.
de: Speichere eine passphrasengeschützte Datei in Dateien oder iCloud Drive.
es: Guarda un archivo protegido con contraseña en Archivos o en iCloud Drive.
fr: Enregistre un fichier protégé par mot de passe dans Fichiers ou iCloud Drive.
it: Salva un file protetto da password in File o su iCloud Drive.
ja: パスフレーズで保護したファイルを「ファイル」か iCloud Drive に保存します。
ko: 암호로 보호된 파일을 파일 앱이나 iCloud Drive에 저장하세요.
pt_br: Salve um arquivo protegido por senha nos Arquivos ou no iCloud Drive.
vi: Lưu tệp được bảo vệ bằng cụm mật khẩu vào Tệp hoặc iCloud Drive.
zh_hans: 将受密码短语保护的文件保存到“文件”或 iCloud 云盘。
zh_hant: 將受密碼短語保護的檔案儲存到「檔案」或 iCloud 雲碟。

# backup_method_phrase
source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Phrase de récupération
it: Frase di recupero
ja: リカバリーフレーズ
ko: 복구 문구
pt_br: Frase de recuperação
vi: Cụm từ khôi phục
zh_hans: 恢复短语
zh_hant: 復原短語

# backup_method_phrase_detail
source: Write down twelve words and confirm them.
de: Schreib zwölf Wörter auf und bestätige sie.
es: Anota doce palabras y confírmalas.
fr: Note douze mots et confirme-les.
it: Scrivi dodici parole e confermale.
ja: 12個の単語を書き留めて確認します。
ko: 12개의 단어를 적고 확인하세요.
pt_br: Anote doze palavras e confirme-as.
vi: Ghi lại mười hai từ và xác nhận chúng.
zh_hans: 抄下十二个单词并确认。
zh_hant: 抄寫下十二個單字並確認。

# backup_method_ring
source: Export to Pubky Ring
de: In Pubky Ring exportieren
es: Exportar a Pubky Ring
fr: Exporter vers Pubky Ring
it: Esporta in Pubky Ring
ja: Pubky Ring にエクスポート
ko: Pubky Ring으로 내보내기
pt_br: Exportar para o Pubky Ring
vi: Xuất sang Pubky Ring
zh_hans: 导出到 Pubky Ring
zh_hant: 匯出到 Pubky Ring

# backup_method_ring_detail
source: Copy your key into Pubky Ring. Loopky keeps its copy too.
de: Kopiere deinen Schlüssel in Pubky Ring. Loopky behält seine Kopie auch.
es: Copia tu clave en Pubky Ring. Loopky también conserva su copia.
fr: Copie ta clé dans Pubky Ring. Loopky garde aussi sa copie.
it: Copia la tua chiave in Pubky Ring. Anche Loopky conserva la sua copia.
ja: 鍵を Pubky Ring にコピーします。Loopky にもコピーが残ります。
ko: 키를 Pubky Ring에 복사해요. Loopky에도 사본이 남아요.
pt_br: Copie sua chave para o Pubky Ring. O Loopky mantém a cópia dele também.
vi: Sao chép khóa của bạn vào Pubky Ring. Loopky vẫn giữ bản sao của mình.
zh_hans: 将你的密钥复制到 Pubky Ring。Loopky 也会保留一份。
zh_hant: 將你的金鑰複製到 Pubky Ring。Loopky 也會保留它的副本。

# backup_method_ring_missing
source: Not installed. We'll take you to it.
de: Nicht installiert. Wir bringen dich hin.
es: No instalado. Te llevaremos a descargarlo.
fr: Non installé. On va t’y emmener.
it: Non installato. Ti ci portiamo noi.
ja: インストールされていません。入手ページに移動します。
ko: 설치되지 않았어요. 설치 화면으로 안내할게요.
pt_br: Não instalado. Vamos levar você até ele.
vi: Chưa cài đặt. Chúng tôi sẽ đưa bạn đến đó.
zh_hans: 尚未安装。我们会带你去安装。
zh_hant: 尚未安裝。我們會帶你前往下載。

# backup_nag_action
source: Back up now
de: Jetzt sichern
es: Hacer copia ahora
fr: Sauvegarder maintenant
it: Fai il backup ora
ja: 今すぐバックアップ
ko: 지금 백업
pt_br: Fazer backup agora
vi: Sao lưu ngay
zh_hans: 立即备份
zh_hant: 立即備份

# backup_nag_body
source: Your key lives only on this device. If you lose it, your decks go with it.
de: Dein Schlüssel existiert nur auf diesem Gerät. Verlierst du ihn, sind auch deine Stapel weg.
es: Tu clave solo existe en este dispositivo. Si la pierdes, tus mazos se van con ella.
fr: Ta clé n’existe que sur cet appareil. Si tu la perds, tes paquets disparaissent avec.
it: La tua chiave esiste solo su questo dispositivo. Se la perdi, perdi anche i tuoi mazzi.
ja: 鍵はこのデバイスにしかありません。デバイスをなくすと、デッキも一緒に失われます。
ko: 키는 이 기기에만 있어요. 기기를 잃어버리면 덱도 함께 사라져요.
pt_br: Sua chave existe só neste aparelho. Se você perdê-la, seus baralhos vão junto.
vi: Khóa của bạn chỉ nằm trên thiết bị này. Nếu mất nó, bạn cũng mất luôn các bộ thẻ.
zh_hans: 你的密钥只保存在这台设备上。如果丢失了它，你的卡组也会随之丢失。
zh_hant: 你的金鑰只存在這部裝置上。如果裝置遺失，你的牌組也會跟著消失。

# backup_nag_title
source: Back up your account
de: Sichere dein Konto
es: Haz una copia de seguridad de tu cuenta
fr: Sauvegarde ton compte
it: Fai il backup del tuo account
ja: アカウントをバックアップ
ko: 계정 백업
pt_br: Faça backup da sua conta
vi: Sao lưu tài khoản
zh_hans: 备份你的账号
zh_hant: 備份你的帳號

# backup_phrase_continue
source: I've written them down
de: Ich habe sie notiert
es: Ya las anoté
fr: Je les ai notés
it: Le ho scritte
ja: 書き留めました
ko: 다 적었어요
pt_br: Já anotei
vi: Tôi đã ghi lại
zh_hans: 我已经抄好了
zh_hant: 我已經抄寫好了

# backup_phrase_reveal
source: Tap to reveal
de: Zum Anzeigen tippen
es: Toca para mostrar
fr: Touche pour afficher
it: Tocca per mostrare
ja: タップして表示
ko: 탭해서 보기
pt_br: Toque para revelar
vi: Nhấn để hiện
zh_hans: 点按显示
zh_hant: 點一下即可顯示

# backup_phrase_subtitle
source: Write these twelve words down, in order, and keep them somewhere safe.
de: Schreib diese zwölf Wörter in der richtigen Reihenfolge auf und bewahre sie sicher auf.
es: Anota estas doce palabras, en orden, y guárdalas en un lugar seguro.
fr: Note ces douze mots, dans l’ordre, et garde-les en lieu sûr.
it: Scrivi queste dodici parole, in ordine, e conservale in un posto sicuro.
ja: この12個の単語を順番どおりに書き留めて、安全な場所に保管してください。
ko: 이 12개의 단어를 순서대로 적어서 안전한 곳에 보관하세요.
pt_br: Anote estas doze palavras, na ordem, e guarde em lugar seguro.
vi: Hãy ghi lại mười hai từ này theo đúng thứ tự và cất ở nơi an toàn.
zh_hans: 按顺序抄下这十二个单词，并妥善保管。
zh_hant: 依序抄寫下這十二個單字，並存放在安全的地方。

# backup_phrase_title
source: Your recovery phrase
de: Deine Wiederherstellungsphrase
es: Tu frase de recuperación
fr: Ta phrase de récupération
it: La tua frase di recupero
ja: リカバリーフレーズ
ko: 내 복구 문구
pt_br: Sua frase de recuperação
vi: Cụm từ khôi phục của bạn
zh_hans: 你的恢复短语
zh_hant: 你的復原短語

# backup_phrase_warning
source: This phrase is for your account only. It is not a Bitcoin wallet and holds no funds.
de: Diese Phrase gilt nur für dein Konto. Sie ist keine Bitcoin-Wallet und enthält kein Guthaben.
es: Esta frase es solo para tu cuenta. No es una billetera de Bitcoin y no guarda fondos.
fr: Cette phrase sert uniquement à ton compte. Ce n’est pas un portefeuille Bitcoin et elle ne contient aucun fonds.
it: Questa frase serve solo per il tuo account. Non è un wallet Bitcoin e non contiene fondi.
ja: このフレーズはアカウント専用です。ビットコインウォレットではなく、資金は保管されません。
ko: 이 문구는 내 계정 전용이에요. 비트코인 지갑이 아니며 자금을 보관하지 않아요.
pt_br: Esta frase é só da sua conta. Não é uma carteira de Bitcoin e não guarda fundos.
vi: Cụm từ này chỉ dành cho tài khoản của bạn. Đây không phải ví Bitcoin và không chứa tiền.
zh_hans: 这个恢复短语仅用于你的账号。它不是比特币钱包，里面没有任何资金。
zh_hant: 這組短語僅供你的帳號使用。它不是比特幣錢包，也沒有存放任何資金。

# backup_quiz_position
source: Word %1$lld
de: Wort %1$lld
es: Palabra %1$lld
fr: Mot %1$lld
it: Parola %1$lld
ja: %1$lld 番目の単語
ko: %1$lld번째 단어
pt_br: Palavra %1$lld
vi: Từ thứ %1$lld
zh_hans: 第 %1$lld 个单词
zh_hant: 第 %1$lld 個單字

# backup_quiz_submit
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# backup_quiz_subtitle
source: Pick the right word for each position.
de: Wähle für jede Position das richtige Wort.
es: Elige la palabra correcta para cada posición.
fr: Choisis le bon mot pour chaque position.
it: Scegli la parola giusta per ogni posizione.
ja: 各位置の正しい単語を選んでください。
ko: 각 순서에 맞는 단어를 고르세요.
pt_br: Escolha a palavra certa para cada posição.
vi: Chọn từ đúng cho từng vị trí.
zh_hans: 为每个位置选出正确的单词。
zh_hant: 為每個位置選出正確的單字。

# backup_quiz_title
source: Confirm your phrase
de: Bestätige deine Phrase
es: Confirma tu frase
fr: Confirme ta phrase
it: Conferma la tua frase
ja: フレーズを確認
ko: 문구 확인
pt_br: Confirme sua frase
vi: Xác nhận cụm từ
zh_hans: 确认你的恢复短语
zh_hant: 確認你的短語

# backup_quiz_wrong
source: That's not quite right. Check your written copy and try again.
de: Das stimmt nicht ganz. Prüfe deine Notiz und versuch es nochmal.
es: No es del todo correcto. Revisa tu copia escrita e inténtalo de nuevo.
fr: Ce n’est pas tout à fait ça. Vérifie ta copie écrite et réessaie.
it: Non è proprio giusto. Controlla la copia che hai scritto e riprova.
ja: 正しくありません。書き留めたものを確認して、もう一度お試しください。
ko: 조금 달라요. 적어 둔 사본을 확인하고 다시 시도하세요.
pt_br: Não é bem isso. Confira sua cópia anotada e tente de novo.
vi: Chưa đúng. Hãy kiểm tra bản bạn đã ghi rồi thử lại.
zh_hans: 不太对。请核对你抄写的内容后再试一次。
zh_hant: 不太對。請核對你抄寫的副本，然後再試一次。

# backup_ring_confirm
source: I imported it into Pubky Ring
de: Ich habe ihn in Pubky Ring importiert
es: Ya la importé en Pubky Ring
fr: Je l’ai importée dans Pubky Ring
it: L'ho importata in Pubky Ring
ja: Pubky Ring に取り込みました
ko: Pubky Ring으로 가져왔어요
pt_br: Importei no Pubky Ring
vi: Tôi đã nhập vào Pubky Ring
zh_hans: 我已导入 Pubky Ring
zh_hant: 我已匯入 Pubky Ring

# backup_ring_install
source: Install Pubky Ring
de: Pubky Ring installieren
es: Instalar Pubky Ring
fr: Installer Pubky Ring
it: Installa Pubky Ring
ja: Pubky Ring をインストール
ko: Pubky Ring 설치
pt_br: Instalar o Pubky Ring
vi: Cài đặt Pubky Ring
zh_hans: 安装 Pubky Ring
zh_hant: 安裝 Pubky Ring

# backup_ring_missing
source: Pubky Ring isn't installed on this device.
de: Pubky Ring ist auf diesem Gerät nicht installiert.
es: Pubky Ring no está instalado en este dispositivo.
fr: Pubky Ring n’est pas installé sur cet appareil.
it: Pubky Ring non è installato su questo dispositivo.
ja: このデバイスには Pubky Ring がインストールされていません。
ko: 이 기기에 Pubky Ring이 설치되어 있지 않아요.
pt_br: O Pubky Ring não está instalado neste aparelho.
vi: Pubky Ring chưa được cài đặt trên thiết bị này.
zh_hans: 这台设备上没有安装 Pubky Ring。
zh_hant: 這部裝置上沒有安裝 Pubky Ring。

# backup_ring_open
source: Open Pubky Ring
de: Pubky Ring öffnen
es: Abrir Pubky Ring
fr: Ouvrir Pubky Ring
it: Apri Pubky Ring
ja: Pubky Ring を開く
ko: Pubky Ring 열기
pt_br: Abrir o Pubky Ring
vi: Mở Pubky Ring
zh_hans: 打开 Pubky Ring
zh_hant: 開啟 Pubky Ring

# backup_ring_subtitle
source: This copies your key into Pubky Ring. Loopky keeps its own copy, and your recovery phrase still works.
de: Dein Schlüssel wird in Pubky Ring kopiert. Loopky behält seine eigene Kopie, und deine Wiederherstellungsphrase funktioniert weiterhin.
es: Esto copia tu clave en Pubky Ring. Loopky conserva su propia copia, y tu frase de recuperación sigue funcionando.
fr: Ceci copie ta clé dans Pubky Ring. Loopky garde sa propre copie, et ta phrase de récupération fonctionne toujours.
it: Questo copia la tua chiave in Pubky Ring. Loopky conserva la sua copia e la tua frase di recupero continua a funzionare.
ja: 鍵を Pubky Ring にコピーします。Loopky にもコピーが残り、リカバリーフレーズも引き続き使えます。
ko: 키를 Pubky Ring에 복사해요. Loopky에도 사본이 남고, 복구 문구도 계속 쓸 수 있어요.
pt_br: Isso copia sua chave para o Pubky Ring. O Loopky mantém a própria cópia, e sua frase de recuperação continua valendo.
vi: Thao tác này sao chép khóa của bạn vào Pubky Ring. Loopky vẫn giữ bản sao của mình, và cụm từ khôi phục của bạn vẫn dùng được.
zh_hans: 这会把你的密钥复制到 Pubky Ring。Loopky 会保留自己的一份，你的恢复短语也仍然有效。
zh_hant: 這會將你的金鑰複製到 Pubky Ring。Loopky 會保留自己的副本，你的復原短語也仍然有效。

# backup_ring_title
source: Export to Pubky Ring
de: In Pubky Ring exportieren
es: Exportar a Pubky Ring
fr: Exporter vers Pubky Ring
it: Esporta in Pubky Ring
ja: Pubky Ring にエクスポート
ko: Pubky Ring으로 내보내기
pt_br: Exportar para o Pubky Ring
vi: Xuất sang Pubky Ring
zh_hans: 导出到 Pubky Ring
zh_hant: 匯出到 Pubky Ring

# backup_start_subtitle
source: Your key lives only on this device. Save it somewhere you can reach if you lose your phone.
de: Dein Schlüssel existiert nur auf diesem Gerät. Speichere ihn an einem Ort, an den du auch ohne dein Handy kommst.
es: Tu clave solo existe en este dispositivo. Guárdala en algún lugar al que puedas acceder si pierdes el teléfono.
fr: Ta clé n’existe que sur cet appareil. Garde-la dans un endroit accessible si tu perds ton téléphone.
it: La tua chiave esiste solo su questo dispositivo. Salvala in un posto che puoi raggiungere anche se perdi il telefono.
ja: 鍵はこのデバイスにしかありません。スマートフォンをなくしても取り出せる場所に保存してください。
ko: 키는 이 기기에만 있어요. 휴대폰을 잃어버려도 꺼낼 수 있는 곳에 저장하세요.
pt_br: Sua chave existe só neste aparelho. Guarde-a em algum lugar que você alcance se perder o celular.
vi: Khóa của bạn chỉ nằm trên thiết bị này. Hãy lưu nó ở nơi bạn vẫn truy cập được nếu mất điện thoại.
zh_hans: 你的密钥只保存在这台设备上。把它存到一个即使手机丢了也能找到的地方。
zh_hant: 你的金鑰只存在這部裝置上。把它存放在即使手機遺失也能取得的地方。

# backup_start_subtitle_backed_up
source: You already have a copy of this key. Pubky Ring keeps it in a separate app, which is safer still, or you can add another backup here.
de: Du hast schon eine Kopie dieses Schlüssels. Pubky Ring bewahrt ihn in einer separaten App auf, was noch sicherer ist, oder du fügst hier ein weiteres Backup hinzu.
es: Ya tienes una copia de esta clave. Pubky Ring la guarda en una app aparte, lo que es aún más seguro, o puedes añadir otra copia de seguridad aquí.
fr: Tu as déjà une copie de cette clé. Pubky Ring la garde dans une app séparée, ce qui est encore plus sûr, ou tu peux ajouter une autre sauvegarde ici.
it: Hai già una copia di questa chiave. Pubky Ring la tiene in un'app separata, che è ancora più sicuro, oppure puoi aggiungere un altro backup qui.
ja: この鍵のコピーはすでにお持ちです。Pubky Ring なら鍵を別のアプリで保管できるのでさらに安全です。ここで別のバックアップを追加することもできます。
ko: 이 키의 사본을 이미 갖고 있어요. Pubky Ring은 키를 별도의 앱에 보관해서 더 안전해요. 여기서 백업을 하나 더 추가할 수도 있어요.
pt_br: Você já tem uma cópia desta chave. O Pubky Ring a guarda em um app separado, o que é ainda mais seguro, ou você pode adicionar outro backup aqui.
vi: Bạn đã có một bản sao của khóa này. Pubky Ring giữ khóa trong một ứng dụng riêng, còn an toàn hơn nữa, hoặc bạn có thể thêm một bản sao lưu khác ở đây.
zh_hans: 你已经有这个密钥的副本了。Pubky Ring 把它保存在独立的应用中，更加安全；你也可以在这里再添加一份备份。
zh_hant: 你已經有這把金鑰的副本。Pubky Ring 會將它存放在獨立的 App 中，更加安全；你也可以在這裡再新增一份備份。

# backup_start_title
source: Back up your account
de: Sichere dein Konto
es: Haz una copia de seguridad de tu cuenta
fr: Sauvegarde ton compte
it: Fai il backup del tuo account
ja: アカウントをバックアップ
ko: 계정 백업
pt_br: Faça backup da sua conta
vi: Sao lưu tài khoản
zh_hans: 备份你的账号
zh_hant: 備份你的帳號

# backup_strength_fair
source: Fair. 16 characters or more is much stronger
de: Mittel. 16 Zeichen oder mehr sind viel stärker
es: Aceptable. Con 16 caracteres o más es mucho más segura
fr: Moyen. 16 caractères ou plus, c’est bien plus solide
it: Discreta. Con 16 caratteri o più è molto più forte
ja: 普通。16文字以上にするとずっと強くなります
ko: 보통. 16자 이상이면 훨씬 강해져요
pt_br: Razoável. 16 caracteres ou mais é bem mais forte
vi: Tạm được. Từ 16 ký tự trở lên sẽ mạnh hơn nhiều
zh_hans: 一般。16 个字符或以上会强很多
zh_hant: 普通。16 個字元以上會安全得多

# backup_strength_strong
source: Strong
de: Stark
es: Segura
fr: Solide
it: Forte
ja: 強い
ko: 강함
pt_br: Forte
vi: Mạnh
zh_hans: 强
zh_hant: 強

# backup_strength_too_short
source: Too short
de: Zu kurz
es: Demasiado corta
fr: Trop court
it: Troppo corta
ja: 短すぎます
ko: 너무 짧음
pt_br: Muito curta
vi: Quá ngắn
zh_hans: 太短
zh_hant: 太短

# backup_strength_weak
source: Weak. 16 characters or more is much stronger
de: Schwach. 16 Zeichen oder mehr sind viel stärker
es: Débil. Con 16 caracteres o más es mucho más segura
fr: Faible. 16 caractères ou plus, c’est bien plus solide
it: Debole. Con 16 caratteri o più è molto più forte
ja: 弱い。16文字以上にするとずっと強くなります
ko: 약함. 16자 이상이면 훨씬 강해져요
pt_br: Fraca. 16 caracteres ou mais é bem mais forte
vi: Yếu. Từ 16 ký tự trở lên sẽ mạnh hơn nhiều
zh_hans: 弱。16 个字符或以上会强很多
zh_hant: 弱。16 個字元以上會安全得多

# bulk_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# bulk_cards_parsed
source: %1$lld cards parsed
de: %1$lld Karten erkannt
es: %1$lld tarjetas leídas
fr: %1$lld cartes lues
it: %1$lld carte lette
ja: %1$lld 枚のカードを解析しました
ko: 카드 %1$lld장 분석됨
pt_br: %1$lld cartas lidas
vi: Đã đọc được %1$lld thẻ
zh_hans: 已解析 %1$lld 张卡片
zh_hant: 已解析 %1$lld 張卡片

# bulk_cli_body
source: Loopky has a terminal client. Copy the prompt, paste it into your coding agent, and watch a deck land in your account.
de: Loopky hat einen Terminal-Client. Kopiere den Prompt, füge ihn in deinen Coding-Agenten ein und sieh zu, wie ein Stapel in deinem Konto landet.
es: Loopky tiene un cliente de terminal. Copia el prompt, pégalo en tu agente de programación y mira cómo aparece un mazo en tu cuenta.
fr: Loopky a un client en ligne de commande. Copie le prompt, colle-le dans ton agent de code et regarde un paquet arriver dans ton compte.
it: Loopky ha un client da terminale. Copia il prompt, incollalo nel tuo agente di programmazione e guarda un mazzo arrivare nel tuo account.
ja: Loopky にはターミナル用のクライアントがあります。プロンプトをコピーしてコーディングエージェントに貼り付ければ、アカウントにデッキが届きます。
ko: Loopky에는 터미널 클라이언트가 있어요. 프롬프트를 복사해 코딩 에이전트에 붙여넣으면 덱이 내 계정에 도착해요.
pt_br: O Loopky tem um cliente de terminal. Copie o prompt, cole no seu agente de código e veja um baralho aparecer na sua conta.
vi: Loopky có một ứng dụng dòng lệnh. Sao chép lời nhắc, dán vào agent lập trình của bạn và xem bộ thẻ xuất hiện trong tài khoản.
zh_hans: Loopky 有一个终端客户端。复制提示词，粘贴到你的编程智能体中，就能看到一个卡组出现在你的账号里。
zh_hant: Loopky 有終端機用戶端。複製提示詞，貼到你的程式開發代理中，就能看著牌組出現在你的帳號裡。

# bulk_cli_copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사했어요
pt_br: Copiado
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# bulk_cli_copy
source: Copy prompt
de: Prompt kopieren
es: Copiar prompt
fr: Copier le prompt
it: Copia prompt
ja: プロンプトをコピー
ko: 프롬프트 복사
pt_br: Copiar prompt
vi: Sao chép lời nhắc
zh_hans: 复制提示词
zh_hant: 複製提示詞
